OpenFOAM/libAcoustics-OF3.0.0/cases/tandem-274k-1/system/decomposeParDict
// Mesh decomposition control dictionary

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

FoamFile
{
    version 0.5;
    format ascii;

    root     "ROOT";
    case     "CASE";
    instance "system";
    local    "";

    class dictionary;

    object decompositionDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

numberOfSubdomains   12;

method               scotch;

scotchCoeffs
{
}

// ************************************************************************* //
